export const forecasts = {
  "강남구": {
    "date": "20250516",
    "tempMin": "18.0",
    "tempMax": "24.0",
    "skyCode": "4",
    "rainCode": "0",
    "outfit": "얇은 가디건, 후드티 / 면바지, 청바지",
    "live": {
      "temp": "18.1",
      "humidity": "88",
      "wind": "1.2"
    },
    "forecast": [
      {
        "fcstTime": "0000",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0100",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0200",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0300",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0400",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0500",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0600",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0700",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "비",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "0800",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "비",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "0900",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "비",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1000",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "1100",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "1200",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "비",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1300",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "1400",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "1500",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "흐림",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1600",
        "fcstDate": "20250516",
        "temp": "22",
        "sky": "흐림",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1700",
        "fcstDate": "20250516",
        "temp": "22",
        "sky": "흐림",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1800",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "구름 많음",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1900",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "2000",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "2100",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "구름 많음",
        "rain": "☀️ 비 올 가능성은 낮아요. 우산은 필요 없을 것 같아요!"
      },
      {
        "fcstTime": "2200",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "구름 많음",
        "rain": "☀️ 비 올 가능성은 낮아요. 우산은 필요 없을 것 같아요!"
      },
      {
        "fcstTime": "2300",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      }
    ]
  },
  "종로구": {
    "date": "20250516",
    "tempMin": "17.0",
    "tempMax": "22.0",
    "skyCode": "4",
    "rainCode": "0",
    "outfit": "얇은 가디건, 후드티 / 면바지, 청바지",
    "live": {
      "temp": "18.5",
      "humidity": "84",
      "wind": "1"
    },
    "forecast": [
      {
        "fcstTime": "0000",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0100",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0200",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0300",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0400",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0500",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0600",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0700",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "비",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "0800",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "비",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "0900",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "비",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1000",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "비",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1100",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "1200",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "비",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1300",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "1400",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "1500",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "흐림",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1600",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "흐림",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1700",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "흐림",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1800",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "구름 많음",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1900",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "2000",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "2100",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "구름 많음",
        "rain": "☀️ 비 올 가능성은 낮아요. 우산은 필요 없을 것 같아요!"
      },
      {
        "fcstTime": "2200",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "구름 많음",
        "rain": "☀️ 비 올 가능성은 낮아요. 우산은 필요 없을 것 같아요!"
      },
      {
        "fcstTime": "2300",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      }
    ]
  },
  "송파구": {
    "date": "20250516",
    "tempMin": "18.0",
    "tempMax": "22.0",
    "skyCode": "4",
    "rainCode": "0",
    "outfit": "얇은 가디건, 후드티 / 면바지, 청바지",
    "live": {
      "temp": "19.2",
      "humidity": "84",
      "wind": "0.9"
    },
    "forecast": [
      {
        "fcstTime": "0000",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0100",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0200",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0300",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0400",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0500",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0600",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0700",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "비",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "0800",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "비",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "0900",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "비",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1000",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "1100",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "1200",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "비",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1300",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "1400",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "1500",
        "fcstDate": "20250516",
        "temp": "22",
        "sky": "흐림",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1600",
        "fcstDate": "20250516",
        "temp": "22",
        "sky": "흐림",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1700",
        "fcstDate": "20250516",
        "temp": "22",
        "sky": "흐림",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1800",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "흐림",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1900",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "2000",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "2100",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "구름 많음",
        "rain": "☀️ 비 올 가능성은 낮아요. 우산은 필요 없을 것 같아요!"
      },
      {
        "fcstTime": "2200",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "구름 많음",
        "rain": "☀️ 비 올 가능성은 낮아요. 우산은 필요 없을 것 같아요!"
      },
      {
        "fcstTime": "2300",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      }
    ]
  },
  "강서구": {
    "date": "20250516",
    "tempMin": "18.0",
    "tempMax": "22.0",
    "skyCode": "4",
    "rainCode": "0",
    "outfit": "얇은 가디건, 후드티 / 면바지, 청바지",
    "live": {
      "temp": "18.7",
      "humidity": "85",
      "wind": "1.3"
    },
    "forecast": [
      {
        "fcstTime": "0000",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0100",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0200",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0300",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0400",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0500",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0600",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0700",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "비",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "0800",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "비",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "0900",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "비",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1000",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "비",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1100",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "1200",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "비",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1300",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "1400",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "1500",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "1600",
        "fcstDate": "20250516",
        "temp": "22",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "1700",
        "fcstDate": "20250516",
        "temp": "22",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "1800",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "구름 많음",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1900",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "구름 많음",
        "rain": "☀️ 비 올 가능성은 낮아요. 우산은 필요 없을 것 같아요!"
      },
      {
        "fcstTime": "2000",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "2100",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "맑음",
        "rain": "☀️ 비 올 가능성은 낮아요. 우산은 필요 없을 것 같아요!"
      },
      {
        "fcstTime": "2200",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "맑음",
        "rain": "☀️ 비 올 가능성은 낮아요. 우산은 필요 없을 것 같아요!"
      },
      {
        "fcstTime": "2300",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      }
    ]
  },
  "관악구": {
    "date": "20250516",
    "tempMin": "18.0",
    "tempMax": "22.0",
    "skyCode": "4",
    "rainCode": "0",
    "outfit": "얇은 가디건, 후드티 / 면바지, 청바지",
    "live": {
      "temp": "17.6",
      "humidity": "86",
      "wind": "1.3"
    },
    "forecast": [
      {
        "fcstTime": "0000",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0100",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0200",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0300",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0400",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0500",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0600",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0700",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "비",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "0800",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "0900",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "비",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1000",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "비",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1100",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "1200",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "비",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1300",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "1400",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "1500",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "흐림",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1600",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "1700",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "1800",
        "fcstDate": "20250516",
        "temp": "21",
        "sky": "구름 많음",
        "rain": "☔ 우산을 꼭 챙기세요. 비 예보가 있어요!"
      },
      {
        "fcstTime": "1900",
        "fcstDate": "20250516",
        "temp": "20",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "2000",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      },
      {
        "fcstTime": "2100",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "맑음",
        "rain": "☀️ 비 올 가능성은 낮아요. 우산은 필요 없을 것 같아요!"
      },
      {
        "fcstTime": "2200",
        "fcstDate": "20250516",
        "temp": "18",
        "sky": "맑음",
        "rain": "☀️ 비 올 가능성은 낮아요. 우산은 필요 없을 것 같아요!"
      },
      {
        "fcstTime": "2300",
        "fcstDate": "20250516",
        "temp": "19",
        "sky": "흐림",
        "rain": "🌤️ 간헐적으로 비가 올 수도 있어요. (확률: 30%)"
      }
    ]
  }
};